Repository: DawidFranczak/Smart-home-main-server
Catalog: user_page/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Repeat new password
pl: Reset hasła

source: New password is incorrect
pl: Nowe hasło jest nieprawidłowe

source: Password is too short. Must have 8 characters
pl: Hsło za krótkie. Powinno mieć co najmniej 8 znaków

source: Passwords isn't this same
pl: Hasła nie są takie same

source: New email
pl: nowy email

source: Email is already exist.
pl: Email jest już zajęty

source: Home icon
pl: Ikona domku

source: RPL icon
pl: Ikona RPL

source: Aquarium icon
pl: Ikona akwarium

source: Sunblind icon
pl: Ikona rolety

source: Chart icon
pl: Ikona wykresu

source: Settings icon
pl: Ikona ustawien

source: Light icon
pl: Ikona światła

source: Stairs icon
pl: Ikona schodów

source: Devices icon
pl: Ikona urządzeń

source: Logout icon
pl: Ikona wylogowywania

source: Icon is to big, it should has {w_max}px x {h_max}px
pl: Ikona jest za duża, powinna mieć {w_max}px x {h_max}px

source: Please send images once again.
pl: Prosze przesłac ikony jeszcze raz

source: New URL
pl: Nowy URL

source: URL should start with "https" or "http"
pl: URL powinien zaycznac sie od "https" lub "http"

source: Reset password
pl: Reset hasła

source: Password reset complete
pl: Pomyslnie zmieniono hasło

source: Your password has been set. You may go ahead and log in now.
pl: Twoje hsło zostało zmienione. Możesz się teraz zalogować

source: Log in
pl: Zaloguj się

source: Save
pl: Zapisz

source: Password reset
pl: Reset hasła

source: We’ve emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
pl: Instrukcja pozwalająca ustawić nowe hasło dla podanegoadresu e-mail została wysłana. Niebawem powinna się pojawić na twoimkoncie pocztowym.

source: If you don’t receive an email, please make sure you’ve entered the address you registered with, and check your spam folder.
pl: W przypadku nieotrzymania wiadomości e-mail: upewnijsię czy adres wprowadzony jest zgodny z tym podanym podczas rejestracjii sprawdź zawartość folderu SPAM na swoim koncie.

source: Forgotten your password? Enter your email address below, and we’ll email instructions for setting a new one.
pl: Zapomniałeś hasła? Podaj swój email poniżej.

source: Reset my password
pl: Resetuj hasło

source: Settings
pl: Ustawienia

source: Change passowrd
pl: Zmień hasło

source: Change email
pl: Zmień email

source: Change images on home page
pl: Zmień zdjęcia na stronie głównej

source: Delete account
pl: Usuń konto

source: Change URL
pl: Zmień URL

source: Are you sure, you want to delete the account?
pl: Czy na pewno chcesz usunąć konto?

source: Yes, delete the account.
pl: Tak, usuń konto

source: No, back to home page
pl: Nie, wróć na stronę główną

source: Email change
pl: Zmiana email

source: Current email
pl: Obecny email

source: Images change
pl: Zmiana zdjęć

source: Save image(s)
pl: Zaisz zdjęcie(a)

source: Reset images
pl: Zresetuj zdjęcia

source: URL change
pl: Zmiana URL

source: Current URL
pl: Obecny URL

source: Password change
pl: Zmiana hasła

source: Password updated successfully
pl: Zmiana hasła przebiegła pomyślnie

source: Email updated successfully
pl: Zmiana emailu przebiegła pomyślnie

source: URL updated successfully
pl: Zmiana URL przebeigła pomyślnie

source: Image(s) updated sccessfully
pl: Zmiana zdjęcie(a) przebiegła pomyslnie

source: Images reseted
pl: Zdjęcia zresetowane

source: Account has deleted
pl: Konto zostało usunięte
