Repository: DawidFranczak/Smart-home-main-server
Catalog: aquarium/locale/*/LC_MESSAGES/django.po
Languages: pl

source: No connection with aquarium
pl: Brak połączenia z akwarium

source: Aquarium
pl: Akwarium

source: Select aquarium
pl: Wybierz akwarium

source: Settings
pl: Ustawienia

source: Select color
pl: Wybierz kolor

source: lED light on
pl: Załącz led

source: Save
pl: Zapisz

source: Fluorescent lamp on
pl: Załącz świetlówkę

source: Choose mode
pl: Ustaw tryb

source: Fluorescent lamp
pl: Świetlówka
