Repository: DawidFranczak/Smart-home-main-server
Catalog: log/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Password*
pl: Hasło*

source: Repeat password*
pl: Powtórz hasło*

source: Name
pl: Imię

source: Last name
pl: Nazwisko

source: User is already exists.
pl: Użytkownik już istenieje

source: Password is too short. Must have 8 characters
pl: Hasło jest za krótkie. Musi mieć co najmniej 8 zaków

source: Passwords isn't this same
pl: Hasła nie są takie same

source: Email is already exists
pl: Email juz istnieje

source: Home
pl: Dom

source: Passowrd
pl: Hasło

source: Registration
pl: Rejestracja

source: Forgot password?
pl: Zaponiałeś hasła?

source: Sign up
pl: Zarejestruj się

source: Registration was successful.
pl: Rejestracja przebiegła pomyslnie

source: Please fill all fields.
pl: Prosz wypełnić wszytskie pola

source: User doesn't exists.
pl: Użytkownik nie istenieje

source: Incorrect name or password.
pl: Nieprawidłowa nazwa lub hasło

source: Logout
pl: Wyloguj
